"S3 (Amazon Simple Storage Service)" = "S3 (Amazon Simple Storage Service)";

/* Use your Access Key ID as the value of the AWSAccessKeyId parameter in requests you send to Amazon Web Services (when required). Your Access Key ID identifies you as the party responsible for the request. */
"Access Key ID" = "Toegangssleutel-ID";

/* Since your Access Key ID is not encrypted in requests to AWS, it could be discovered and used by anyone. Services that are not free require you to provide additional information, a request signature, to verify that a request containing your unique Access Key ID could only have come from you. */
"Secret Access Key" = "Geheime toegangssleutel";

/* The current status of the distribution. When the status is Deployed, the distribution's information is fully propagated throughout the Amazon CloudFront system. */
"InProgress" = "Bezig";

/* The current status of the distribution. When the status is Deployed, the distribution's information is fully propagated throughout the Amazon CloudFront system. */
"Deployed" = "Actief";

"eu-west-1" = "EU (Ierland)";
"eu-west-2" = "EU (Londen)";
"eu-west-3" = "EU (Parijs)";
"eu-north-1" = "EU (Stockholm)";
"eu-south-1" = "EU (Milaan)";
"us-east-1" = "Oost-VS (Noord-Virginia)";
"us-west-1" = "West-VS (Noord-Californië)";
"us-west-2" = "West-VS (Oregon)";
"ap-southeast-1" = "Pacifisch Azië (Singapore)";
"ap-northeast-1" = "Pacifisch Azië (Tokio)";
"sa-east-1" = "Zuid-Amerika (São Paulo)";
"ap-southeast-2" = "Pacifisch Azië (Sydney)";
"eu-central-1" = "EU (Frankfurt)";
"us-east-2" = "Oost-VS (Ohio)";
"ap-northeast-2" = "Pacifisch Azië (Seoul)";
"ap-northeast-3" = "Pacifisch Azië (Osaka)";
"ap-south-1" = "Pacifisch Azië (Mumbai)";
"ap-east-1" = "Pacifisch Azië (Hongkong)";
"ca-central-1" = "Canada (Montreal)";
"cn-north-1" = "China (Peking)";
"cn-northwest-1" = "China (Ningxia)";
"me-south-1" = "Middenoosten (Bachrein)";
"af-south-1" = "Afrika (Kaapstad)";

/* Delivery methods including streaming protocols. */ 
"Download (HTTP)" = "Downloaden (HTTP-)CDN";
"Streaming (RTMP)" = "Streamend (RTMP-)CDN";
"Custom Origin Server (HTTP/HTTPS)" = "Aangepaste Origin-server (HTTP-/HTTPS-)CDN";

/* S3 Website Configuration (HTTP) with index document */
"Website Configuration (HTTP)" = "Websiteconfiguratie (HTTP)";
"NoSuchWebsiteConfiguration" = "Deze bucket heeft geen website-configuratie";

/* Storage class */
"STANDARD" = "Standaard Amazon S3-opslag";
"STANDARD_IA" = "Standard IA (Infrequent Access)";
"INTELLIGENT_TIERING" = "Intelligent-Tiering";
"ONEZONE_IA" = "One Zone-Infrequent Access";
"REDUCED_REDUNDANCY" = "Reduced Redundancy Storage (RRS)";
"GLACIER" = "Glacier";
"DEEP_ARCHIVE" = "Glacier Deep Archive";

/* Google Storage */
"MULTI_REGIONAL" = "Multi-regionaal";
"REGIONAL" = "Regionaal";
"NEARLINE" = "Nearline";
"COLDLINE" = "Coldline";

/* Google Login Credentials */
"Google Account Email" = "E-mailadres Google-account";
"Google Account Password" = "Wachtwoord Google-account";

/* MFA */
"Multi-Factor Authentication" = "Multi-factorauthenticatie";
"MFA Serial Number" = "Serienummer MFA";
"MFA Authentication Code" = "Authenticatiecode MFA";

/* ACL Editing */
"Canonical User ID" = "Canoniek gebruikers-ID";
"Email Address" = "E-mailadres";

/* Amazon Related ACL Scopes */
"Amazon Customer Email Address" = "E-mailadres Amazon-klant";

/* Google Storage Related ACL Scopes */
"Google Account Email Address" = "E-mailadres Google Account";
"Google Group Email Address" = "E-mailadres Google-groep";
"Google Apps Domain" = "Google Apps-domein";

"http://acs.amazonaws.com/groups/global/AllUsers" = "Iedereen";
"http://acs.amazonaws.com/groups/s3/LogDelivery" = "Schrijf levering in logboek";
"AllUsers" ="Iedereen";
"AllAuthenticatedUsers" = "Google-accounthouders";

/* Signed URL Expiry */
"Pre-Signed" = "Getekend";
"Expires {0}" = "Vervalt op {0}";

/* HTTP Metadata */
"Custom Header" = "Aangepaste header";

/* CloudFront object invalidation */
"{0} invalidations in progress" = "{0} ongeldigheidsverzoeken in uitvoering";
"{0} invalidations completed" = "{0} ongeldigheidsverzoeken voltooid";

"Bucket name is not DNS compatible" = "Bucketnaam is niet compatibel met DNS";

/* Lifecyle configuration */
"after {0} Days" = "na {0} dagen";
